[
  "obsidian-custom-attachment-location",
  "obsidian-sort-and-permute-lines",
  "settings-search",
  "obsidian-paste-image-rename",
  "omnisearch",
  "claudian",
  "various-complements",
  "obsidian-doubleshift",
  "url-into-selection",
  "typewriter-mode",
  "obsidian-excalidraw-plugin",
  "recent-files-obsidian",
  "calendar",
  "obsidian-git",
  "tasknotes",
  "marp",
  "file-explorer-note-count",
  "notebook-navigator",
  "pdf-plus"
]