[
  "obsidian-custom-attachment-location",
  "obsidian-git",
  "obsidian-sort-and-permute-lines",
  "settings-search",
  "recent-files-obsidian",
  "obsidian-paste-image-rename",
  "omnisearch",
  "claudian",
  "calendar",
  "various-complements",
  "file-explorer-note-count",
  "obsidian-doubleshift",
  "url-into-selection"
]